[
  {
    "id": 1,
    "name": "Encyclopaedia Britannica",
    "cover_image_name_small": "Encyclopaedia-Britannica-crop-768x512.jpg",
    "cover_image_name_origin": "Encyclopaedia-Britannica-first-edition-768x1050.jpg",
    "description": [
      "The first eight editions of Encyclopaedia Britannica, issued from 1768-1860, comprise a total of 143 volumes. The Britannica was first issued in Edinburgh in 100 weekly parts (forming 3 volumes) from 1768 to 1771 and illustrated with 160 copperplate engravings. The enterprise was undertaken by the partnership of printer Colin Macfarquhar (1744-1793) and engraver Andrew Bell (1726-1809) who paid William Smellie (1740-1795) to compile the Britannica’s first edition for a fee of £200.",
      "Subsequent editions of the Britannica expanded the content: the second edition was published in 10 volumes (1777-1784); the third in 18 volumes (1788-1797). As the Britannica expanded it sought contributions from leading experts in their fields who were either approached by the editors or drawn by the encyclopaedia’s growing reputation. Macfarquhar and Bell retained the copyright for the first three editions before publication was taken over by Archibald Constable and then A & C Black. Managed and published in Edinburgh up to the 9th edition.",
      "The Britannica set the standard for modern encyclopedias and is sometimes seen as an enduring product of the Scottish Enlightenment. These volumes were a compendium of current and practical knowledge made relatively affordable by the initial efforts of Macfarquhar and Bell and by Smellie’s views on the democratisation of knowledge and the axiom, with which he opens the Preface to the first edition, that “utility ought to be the principal intention of every publication.”"

    ],
    "year_range": [1768, 1860],
    "num_image_files": 155388,
    "source": "https://data.nls.uk/data/digitised-collections/encyclopaedia-britannica/"
  },
  {
    "id": 2,
    "name": "Chapbooks printed in Scotland",
    "cover_image_name_small": "chapbooks-crop-768x512.jpg",
    "cover_image_name_origin": "chapbooks-582x1024.jpg",
    "description": [
      "This dataset comprises more than 3,000 chapbooks printed in Scotland. They form part of the Lauriston Castle Collection, which was bequeathed to the Library in 1926. It includes some 500 chapbook volumes containing around 5,500 individual items, more than half of which were printed in Scotland.",
      "Chapbooks were staple everyday reading material from the end of the 17th to the later 19th century. They were usually printed on a single sheet and then folded into books of 8, 12, 16 and 24 pages, and they were often illustrated with crude woodcuts. Their subjects range from news courtship, humour, occupations, fairy tales, apparitions, war, politics, crime, executions, historical figures, transvestites and freemasonry to religion and, of course, poetry. It has been estimated that around two thirds of chapbooks contain songs and poems, often under the title garlands.",
      "Chapbooks were produced cheaply: the paper was often of low quality, printing type bought second-hand produced poor results, and woodcuts were re-used time and time again to adorn title pages. Chapbooks were sold by pedlars, so-called chapmen, on streets and at fairs, but people could also buy them directly from printing shops. The chapmen usually bought a large number of chapbooks on credit from printers and then travelled the country for up to six months, selling them for a penny a time along with other wares. Provincial booksellers specialised in cheap print much more than metropolitan ones. Chapmen were supported by flying stationers to make chapbooks, along with broadsides, the most popular reading material for the masses."
    ],
    "year_range": [1700, 1899],
    "num_image_files": 155388,
    "source": "https://data.nls.uk/data/digitised-collections/chapbooks-printed-in-scotland/"
  },
  {
    "id": 3,
    "name": "Gazetteers of Scotland",
    "cover_image_name_small": "Gazetteers-crop-768x512.jpg",
    "cover_image_name_origin": "Gazetteers-768x1239.jpg",
    "description": [
      "This collection comprises twenty volumes of the most popular descriptive gazetteers of Scotland in the 19th century. Principal places in Scotland, including towns, counties, castles, glens, antiquities and parishes, are listed alphabetically. Each entry includes detailed historical and geographical information about each place. ",
      "A gazetteer is usually described as a ‘geographical index or dictionary’. They exist in various forms, and at their simplest, may be just an alphabetical list of place-names together with locational information. Descriptive gazetteers, in contrast, include lengthy descriptions about places, often with details of their physical and human geography, as well as economic, administrative and statistical data. As such, they form a written complement to detailed maps and atlases, and some of these gazetteers were specifically intended to complement cartographic works. ",
      "Many of these descriptive gazetteers in Scotland inherit elements from a longer tradition of topographic writing, such as the descriptive chorographic texts in the Blaeu Atlas of Scotland (1654), the work of Sir Robert Sibbald in the 17th century, and the Statistical Accounts of Scotland (1791-1845). During the 19th century, they broadened in scope to include a wide range of new information reflecting Scotland’s rapid urbanisation, commercial expansion, developments in transportation (including the spread of railways), in public health, in schooling, and in recreation. They incorporated new information from state-sponsored surveys, including the Ordnance Survey mapping of Scotland, and its standardisation of place-names, as well as information from new censuses, and local government. For example, the significant changes to county and parish boundaries following the Local Government Act (Scotland) 1894 are documented in detail in the Ordnance Gazetteer of Scotland (1901), edited by Francis Groome.",
      "Many of these gazetteers were compiled or published by leading Scottish publishers such as William and Robert Chambers, W. & A.K. Johnston, and Archibald Fullarton. Some of their editors, such as Samuel Lewis (c.1782 – 1865), and The Reverend John Marius Wilson (c.1805–1885), also compiled gazetteers of England, Wales and Ireland, as well as Scotland. Others, such as John Wood (c.1780–1847), were map-makers, and his gazetteer accompanied his main work publishing town plans. Their different perspectives are all useful, and collectively these gazetteers provide a comprehensive geographical encyclopaedia of Scotland in the 19th century."
    ],
    "year_range": [1803, 1901],
    "num_image_files": 155388,
    "source": "https://data.nls.uk/data/digitised-collections/gazetteers-of-scotland/"
  },
  {
    "id": 4,
    "name": "Ladies’ Edinburgh Debating Society",
    "cover_image_name_small": "Ladies-Society-crop-768x512.jpg",
    "cover_image_name_origin": "Ladies-Debating-Society.jpg",
    "description": [
      "This collection consists of the complete runs of two Edinburgh journals, ‘The Attempt’ (10 volumes, 1865-74) and its successor ‘The Ladies’ Edinburgh Magazine’ (6 volumes, 1875-80). These publications were produced by a leading Edinburgh women’s club, known during the period as the Edinburgh Essay Society or the Ladies’ Edinburgh Essay Society, but subsequently as the Ladies’ Edinburgh Debating Society. The Society existed from 1865 to 1935.",
      "The Society’s members included women who were or would go on to be prominent figures in education, suffrage, health and welfare, including its founder Sarah Siddons Mair and anti-slavery campaigner Eliza Wigham. They included several published authors as well as founders and early headmistresses of Edinburgh schools and colleges. The magazines’ contents reflect their interests in these areas, containing articles about aspects of society including women’s work, women’s suffrage and rights, and religion, as well as literary criticism, fiction and poetry. Articles by women writers who were not members, such as Charlotte M. Yonge, also appeared occasionally. Many of the members who contributed to the magazines were also members of the Edinburgh Ladies’ Educational Association, later the Edinburgh Association for the Higher Education of Women, and women’s access to higher education was debated in these journals, as well as facilitated by articles such as lists of examination questions.",
      "Virginia Woolf wrote of ‘a room of one’s own’ for private writing: these publications show how this group of Edinburgh women created a communal room in which they could speak and write to one another. As magazines which circulated primarily to members but which could also be bought at commercial outlets, they occupied a space at once private and public in a way which mirrored the experiences of the Society’s members during these years as they emerged from family drawing rooms into a wider public sphere of action.",
      "These copies of the journals were presented to the Library in 1936 along with the manuscript minutes of the society, MSS.1723-33, and a copy of the Society’s history, ‘Ladies in Debate’ ed. Lettice Milne Rae, (Edinburgh, 1936), Shelfmark R.251.d, when the Society was formally dissolved."
    ],
    "year_range": [1865, 1880],
    "num_image_files": 155388,
    "source": "https://data.nls.uk/data/digitised-collections/edinburgh-ladies-debating-society/"
  }
]